---
kind: enumMember
id: F:Autodesk.Revit.DB.BooleanOperationsType.Difference
enum: Autodesk.Revit.DB.BooleanOperationsType
source: html/46aeb9cd-4b44-0dcf-6f78-469c1271f5d4.htm
---
# Autodesk.Revit.DB.BooleanOperationsType.Difference

Difference.